tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "sqlite"
brew "aria2"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "btop"
brew "ccache"
brew "chafa"
brew "cmake"
brew "colima"
brew "coreutils"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "node"
brew "python@3.13"
brew "emscripten"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc@11"
brew "gh"
brew "ghostscript"
brew "gnupg"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "libxml2"
brew "libxslt"
brew "lowdown"
brew "luarocks"
brew "make"
brew "yt-dlp"
brew "nasm"
brew "neovim"
brew "ninja"
brew "pkgconf"
brew "pure"
brew "ripgrep"
brew "sherlock"
brew "switchaudio-osx"
brew "tectonic"
brew "uv"
brew "wabt"
brew "wget"
brew "zellij"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alfred"
cask "audio-hijack"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "brave-browser"
cask "discord"
cask "font-hack-nerd-font"
cask "ghostty"
cask "kitty"
cask "libreoffice"
cask "localsend"
cask "obsidian"
cask "protonvpn"
cask "sf-symbols"
cask "signal"
cask "spaceid"
cask "typora"
cask "vlc"
cask "webtorrent"
cask "zen"
